Repository: Hollyol/CarExchange
Catalog: translations/signup.*.xlf
Languages: fr

source: France
fr: Pseudo :

source: France
fr: Mot de passe :

source: France
fr: Adresse e-mail :

source: France
fr: Confirmez le mot de passe :

source: France
fr: Confirmez l'adresse e-mail :

source: France
fr: Numéro de téléphone :

source: France
fr: Où habitez vous ?

source: France
fr: Pays :

source: France
fr: Région :

source: France
fr: Ville :

source: France
fr: Langue :

source: France
fr: Français

source: France
fr: English

source: France
fr: Créer
