Repository: Hollyol/CarExchange
Catalog: translations/validators.*.xlf
Languages: fr

source: We need to know were you live (this information will be kept secret)
fr: De retour du futur McFly ?

source: We need to know were you live (this information will be kept secret)
fr: Une durée ne peut pas être négative

source: We need to know were you live (this information will be kept secret)
fr: Ce titre est trop long

source: We need to know were you live (this information will be kept secret)
fr: Une voiture à au moins un siège

source: We need to know were you live (this information will be kept secret)
fr: Ce pseudo est déjà utilisé

source: We need to know were you live (this information will be kept secret)
fr: Ce numero de téléphone est déjà utilisé

source: We need to know were you live (this information will be kept secret)
fr: Cette adresse e-mail est déjà utilisée

source: We need to know were you live (this information will be kept secret)
fr: Cette voiture est déjà louée pendant cette période

source: We need to know were you live (this information will be kept secret)
fr: Cette voiture n'est pas disponible pendant cette période

source: We need to know were you live (this information will be kept secret)
fr: Cette voiture est déjà louée pendant la période que vous essayez de raccourcir

source: We need to know were you live (this information will be kept secret)
fr: Nous avons besoin de savoir où vous habitez (Cette information sera gardée secrette)
